/* No comment provided by engineer. */
"%@ plugin. (No description provided.)" = "%@ plugin. (Nem áll rendelkezésre további információ.)";

/* No comment provided by engineer. */
"<empty>" = "<üres>";

/* No comment provided by engineer. */
"<p>Authors: " = "<p>Szerzők: ";

/* No comment provided by engineer. */
"<p>Date: " = "<p>Dátum: ";

/* No comment provided by engineer. */
"<p>Format: " = "<p>Formátum: ";

/* No comment provided by engineer. */
"<p>ISBN: " = "<p>ISBN: ";

/* No comment provided by engineer. */
"<p>Publisher: " = "<p>Kiadó: ";

/* No comment provided by engineer. */
"<p>Summary: " = "<p>Összegzés: ";

/* No comment provided by engineer. */
"Alert" = "Figyelmeztetés";

/* No comment provided by engineer. */
"All" = "Mindegyik";

/* No comment provided by engineer. */
"Any" = "Bármelyik";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected books?" = "Biztos benne, hogy törölni akarja a kijelölt könyveket?";

/* No comment provided by engineer. */
"Are you sure you want to delete this list? It still contains items." = "Biztos benne, hogy törölni akarja a kijelölt listát? A lista nem üres.";

/* No comment provided by engineer. */
"Are you sure you want to download and install the selected plugin? It may take several minutes." = "Biztos benne, hogy letölti és telepíti a kijelölt plugineket? Ez néhány percet vehet igénybe.";

/* No comment provided by engineer. */
"Author(s)" = "Szerző(k)";

/* No comment provided by engineer. */
"Batch Quickfill" = "Köteges gyorskitöltés";

/* No comment provided by engineer. */
"Batch quickfilling %d items..." = "%d tételek köteges gyorskitöltése...";

/* No comment provided by engineer. */
"Biography" = "Életrajz";

/* No comment provided by engineer. */
"Books - Loading..." = "Books - betöltés folyamatban...";

/* No comment provided by engineer. */
"Books has finished importing %d records." = "A Books befejezte %d rekord importálását.";

/* No comment provided by engineer. */
"Books has finished searching %@. %d items found." = "A Books befejezte a(z) %1$@ keresését. %2$d elem található.";

/* No comment provided by engineer. */
"Borrower" = "Kölcsönző";

/* No comment provided by engineer. */
"Camera Window" = "Kamera ablak";

/* No comment provided by engineer. */
"Can Not Remove List" = "A lista nem törölhető";

/* No comment provided by engineer. */
"Can't find application support folder" = "Az alkalmazás könyvtára nem található";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Compacting Data Files..." = "Az adatfájlok tömörítése...";

/* No comment provided by engineer. */
"Condition" = "Állapot";

/* No comment provided by engineer. */
"contains" = "tartalmazza";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "Kilép mentés nélkül? A változtatások nem lesznek mentve";

/* No comment provided by engineer. */
"Current Value" = "Érték";

/* No comment provided by engineer. */
"Date Acquired" = "Beszerzési dátum";

/* No comment provided by engineer. */
"Date Finished" = "Határidő";

/* No comment provided by engineer. */
"Date Lent" = "Kölcsönzési idő";

/* No comment provided by engineer. */
"Date Published" = "Kiadás éve";

/* No comment provided by engineer. */
"Date Started" = "Kezdőnap";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delete List" = "Lista törlése";

/* No comment provided by engineer. */
"Delete Non-Empty List?" = "Törli a nem üres listát?";

/* No comment provided by engineer. */
"Delete Selected Books?" = "Törli a kijelölt könyveket?";

/* No comment provided by engineer. */
"does not contain" = "nem tartalmazza";

/* No comment provided by engineer. */
"Downloading and installing plugin..." = "A plugin letöltése és telepítése folyamatban...";

/* No comment provided by engineer. */
"Duplicate" = "Többszörözés";

/* No comment provided by engineer. */
"Duplicate Book" = "Könyv többszörözése";

/* No comment provided by engineer. */
"Edit Smart List" = "Gyorslista szerkesztése";

/* No comment provided by engineer. */
"Edition" = "Kiadás";

/* No comment provided by engineer. */
"Editor(s)" = "Szerkesztő(k)";

/* No comment provided by engineer. */
"ends with" = "végződik";

/* No comment provided by engineer. */
"Export Complete" = "Export befejezve";

/* No comment provided by engineer. */
"Exporting data to plugin..." = "Az adatok exportálása a pluginbe folyamatban...";

/* No comment provided by engineer. */
"Fairy Tales" = "Tündérmesék";

/* No comment provided by engineer. */
"Fantasy" = "Fantasy";

/* No comment provided by engineer. */
"Folk Tales" = "Népmesék";

/* No comment provided by engineer. */
"Format" = "Formátum";

/* No comment provided by engineer. */
"Gallery Controls" = "Galéria-vezérlők";

/* No comment provided by engineer. */
"Genre" = "Műfaj";

/* No comment provided by engineer. */
"Get Info" = "Adatok";

/* No comment provided by engineer. */
"greater than" = "nagyobb mint";

/* No comment provided by engineer. */
"Hide Cover" = "Borítókép elrejtése";

/* No comment provided by engineer. */
"Hide Info" = "Adatok elrejtése";

/* No comment provided by engineer. */
"Historical Fiction" = "Történelmi regény";

/* No comment provided by engineer. */
"http://www.google.com/search?q=*isbn*" = "http://www.google.com/search?q=*isbn*";

/* No comment provided by engineer. */
"Illustrator(s)" = "Az illusztrációkat készítette";

/* No comment provided by engineer. */
"Import Complete" = "Az import befejezve";

/* No comment provided by engineer. */
"Import Data" = "Az adatok importálása";

/* No comment provided by engineer. */
"Install Plugin?" = "Telepíti a plugint?";

/* No comment provided by engineer. */
"Installed" = "Telepítve";

/* No comment provided by engineer. */
"is" = "azonos";

/* No comment provided by engineer. */
"is not" = "nem azonos";

/* No comment provided by engineer. */
"ISBN" = "ISBN";

/* No comment provided by engineer. */
"Keep" = "Megőrzés";

/* No comment provided by engineer. */
"Keep or overwrite existing values?" = "Megőrzi vagy felülírja az adatokat?";

/* No comment provided by engineer. */
"Keywords" = "Tárgyszavak";

/* No comment provided by engineer. */
"Length" = "Méret";

/* No comment provided by engineer. */
"less than" = "kisebb mint";

/* No comment provided by engineer. */
"List Name" = "Lista név";

/* No comment provided by engineer. */
"Location" = "Jelzet";

/* No comment provided by engineer. */
"Lookup Complete" = "A keresés befejezve";

/* No comment provided by engineer. */
"matches regexp" = "regexp megfeleltetése";

/* No comment provided by engineer. */
"More than ten books have been selected. Only opening the first ten..." = "Több, mint tíz könyvet jelölt ki. Az első tíz megnyitása...";

/* No comment provided by engineer. */
"My Books" = "Az én könyveim";

/* No comment provided by engineer. */
"Mystery" = "Mystery";

/* No comment provided by engineer. */
"Myths & Legends" = "Mítoszok és legendák";

/* No comment provided by engineer. */
"New Book" = "Új könyv";

/* No comment provided by engineer. */
"New List" = "Új lista";

/* No comment provided by engineer. */
"New Smart List" = "Új gyorslista";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No Controls Available" = "Nincs elérhető vezérlő";

/* No comment provided by engineer. */
"No operations available" = "Nincs végrehajtható művelet";

/* No comment provided by engineer. */
"No Quickfill Plugin Selected" = "Nincs Gyorskitöltő plugin kijelölve";

/* No comment provided by engineer. */
"No quickfill plugins have been selected. Select one in the preferences." = "Nem jelölt ki Gyorskitöltő plugint. Válasszon ki egyet.";

/* No comment provided by engineer. */
"Non-Fiction" = "Non-Fiction";

/* No comment provided by engineer. */
"OK" = "Rendben";

/* No comment provided by engineer. */
"Only one book may be quickfilled at a time." = "Egyszerre csak egy könyvet tud a Gyorskitöltő használni.";

/* No comment provided by engineer. */
"Open Camera" = "Kamera megnyitása";

/* No comment provided by engineer. */
"Overwrite" = "Felülírás";

/* No comment provided by engineer. */
"Owner" = "Tulajdonos";

/* No comment provided by engineer. */
"Place Published" = "Kiadási hely";

/* No comment provided by engineer. */
"Please install the PDF Exporter from the Plugin Manager to enable printing." = "A nyomtatáshoz kérem telepítse a pdf-exportert a Plugin Managerben.";

/* No comment provided by engineer. */
"Plugin Installed" = "A plugin telepítve";

/* No comment provided by engineer. */
"Poetry" = "Költemény";

/* No comment provided by engineer. */
"Publisher" = "Kiadó";

/* No comment provided by engineer. */
"Quickfilling item %d of %d..." = "%1$d a(z) %2$d-ból gyorskitöltése...";

/* No comment provided by engineer. */
"Quit" = "Kilépés";

/* No comment provided by engineer. */
"Quit anyway" = "Mindenképpen kilép";

/* No comment provided by engineer. */
"Rating" = "Értékelés";

/* No comment provided by engineer. */
"Realistic Fiction" = "Realistic Fiction";

/* No comment provided by engineer. */
"Remove Book" = "Könyv törlése";

/* No comment provided by engineer. */
"Remove List" = "Lista törlése";

/* No comment provided by engineer. */
"Rename List" = "Lista átnevezése";

/* No comment provided by engineer. */
"Returned On" = "Visszavétel";

/* No comment provided by engineer. */
"Science Fiction" = "Tudományos-fantasztikus";

/* No comment provided by engineer. */
"Search Selected List" = "Keresés a kijelölt listában";

/* No comment provided by engineer. */
"Series" = "Sorozatok";

/* No comment provided by engineer. */
"Short Stories" = "Novellák";

/* No comment provided by engineer. */
"Show Cover" = "Borítókép mutatása";

/* No comment provided by engineer. */
"Source" = "Forrás";

/* No comment provided by engineer. */
"starts with" = "kezdődik";

/* No comment provided by engineer. */
"Summary" = "Összegzés";

/* No comment provided by engineer. */
"The new plugin has been installed. Please restart Books to use the new plugin." = "Az új plugin telepítése befejeződött. Kérem indítsa újra a programot.";

/* No comment provided by engineer. */
"The remaining list can not be removed." = "Az utolsó lista nem törölhető.";

/* No comment provided by engineer. */
"Title" = "Cím";

/* No comment provided by engineer. */
"Too Many Books Selected" = "Től sok könyvet jelölt ki";

/* No comment provided by engineer. */
"Translator(s)" = "Fordító(k)";

/* No comment provided by engineer. */
"Unable To Print" = "A nyomtatás nem lehetséges";

/* No comment provided by engineer. */
"Untitled Book" = "Cím nélkül";

/* No comment provided by engineer. */
"Updating Spotlight index..." = "A Spotlight-index frissítése folyamatban...";

/* No comment provided by engineer. */
"View" = "Nézet";

/* No comment provided by engineer. */
"View Inspector" = "Nézet beállítása";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"Delete Selected Book?" = "Törli a kijelölt könyvet?";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected book?" = "Biztos benne, hogy törölni akarja a kijelölt könyveket?";

/* No comment provided by engineer. */
"Unknown Condition" = "Ismeretlen állapot";

/* No comment provided by engineer. */
"Unknown Value" = "Ismeretlen érték";

/* No comment provided by engineer. */
"Unknown Source" = "Ismeretlen forrás";

/* No comment provided by engineer. */
"Unknown Owner" = "Ismeretlen tulajdonos";